#@language = Croatian
#@author = Darko Galiæ
#@email = info@ivci.hr
#@web = www.zel-cos.hr
#@comment = Hrvatski prijevod
#@created = 6/9/2003
#@modified = 6/9/2003

OldBrowser = Vaš Internet preglednik ne podržava ovu metodu. Unesite sami putanju do baze.
Browse = Potraži bazu
OnlyMDB = Iskljuèivo datoteke sa .MDB ekstenzijom
DriveSelector = Odaberite disk
CannotAccessFolder = Nemogu pristupiti direktoriju. Vjerojatno nemate pravo pregledavanja istog. Greška:
CurrentPath = Trenutna putanja:
Removable = Mobilni
Fixed = Fiksni
Network = Mreža
Unknown = Nepoznato
Prev = Prethodna
Next = Slijedeæa
SortAscending = Poredaj uzlazno
SortDescending = Poredaj silazno
Submit = Pošalji
Reset = Resetiraj
No = Ne
Yes = Da
CopyToClipboard = Kopiraj u meðuspremnik
Cancel = Odustani
TablesList = Tablice
Back = Povratak
Top = Vrh
Show = Pokaži
Hide = Sakrij
DataForTable = &nbsp;:&nbsp;Podaci
AddRecord = Dodaj novi zapis
RefreshTable = Osvježi tablice
XMLExport = XML izvezi
XMLExportAlt = Izvezi sadržaj tablice kao XML datoteku
ExcelExport = Excel izvoz
ExcelExportAlt = Izvezi kao delimitiranu tekst datoteku
NoPrimaryKey = Mijenjanje i unos podataka u ovu tablicu nije moguæ. Prvo morate odrediti "Primary key"
EditRecord = Ispravi podatke
DeleteRecord = Izbriši podatke
BinaryData = Binarni podaci
SureToDeleteRecord = Da li ste sigurni da želite izbrisati zapise sa oznakom "Primary Key(s)"
PageSize = Velièina stranice:
Filter = Filter:
CaptionData = Tablièni podaci
DatabaseSelection = Odabir baze podataka
DatabaseSelectionAlt = Molimo odaberite bazu podataka za daljnji rad
EnterPath = Za poèetak rada odaberite bazu podataka uporabom "Browse" opcije ili izaberite sa donjeg popisa. Osim toga, možete stvoriti novu praznu bazu podataka (ime ne smije veæ biti prisutno na listi baza podataka) odabirom opcije "Stvori novu"
CurrentDatabase = Baza podataka:
CreateNew = Stvori novu bazu podataka
CreateNewAlt = (oznaèite ukoliko želite stvoriti novu bazu podataka sa odreðenom putanjom)
DatabaseCompacted = Baza podataka je uspješno sažeta i reparirana
BackupCreated = Sigurnosna kopija je uspješno stvorena
BackupRestored = Baza podataka je reaktivirana iz sigurnosne kopije
DatabaseOptions = Opcije baze podataka
AffectCurrent = Ova opcija æe utjecati na trenutnu bazu podataka
CompactRepair = Sažmi i repariraj bazu podataka
CompactRepairAlt = Sažmi i repariraj (ako je potrebno) MS Access bazu podataka
Convert2000 = Pretvori u MS Access 2000
Convert2000Alt = Pretvori MS Access 97 bazu podataka u MS Access 2000 format a zatim je sažmi i repariraj.
MakeBackup = Napravi sigurnosnu kopiju baze podataka
MakeBackupAlt = Izrada sigurnosne kopije baze podataka sa istim imenom i ekstenzijom '.bak'. Prethodna sigurnosna kopija bit ce prebrisana
RestoreBackup = Povratak podataka iz sigurnosne kopije
RestoreBackupAlt = Ukoliko je sigurnosna kopija veæ napravljena, ova opcija æe vratiti podatke iz te sigurnosne kopije. Baza podataka æe biti zamjenjena sigurnosnom kopijom!
DatabasePassword = Zaporka baze podataka:
DatabasePath = Putanja:
NewDatabasePassword = Postavi zaporku baze podataka
NewDatabasePasswordAlt = Postavi novu zaporku baze podataka ili ostavi prazno polje za poništavanje trenutne zaporke
NewPasswordSet = Zaporka baze podataka je uspješno promijenjena
RemoveDBPathAlt = Izbriši putanju baze podataka sa liste
Actions = Akcije
Properties = Opcije
FileSize = Velièina datoteke:
SizeAfterCompact = Velièina nakon sažimanja:
NewPassword = Nova zaporka
RetypeNewPassword = Potvrda zaporke
ChangePassword = Promjena zaporke
PasswordsMismatch = Kriva zaporka
LocaleIdentifier = Lokalna indentifikacija:
DatabaseType = Vrsta baze podataka:
ImportDatabase = Uvoz iz baze podataka
ImportDatabaseAlt = Omoguæuje uvoz tablica, pogleda i pohranjenih procedura iz druge Access baze podataka
OpenDatabase = Otvori bazu podataka
SelectExistingDatabase = Odaberite postojeæu bazu podataka
ChangeLocaleID = Promjeni lokalne postavke
ChangeLocaleIDAlt = Dozvolite promjenu jezika baze podataka
NewLocaleID = Nova lokalizacija (jezik):
BrowseButton = Pretražuj
CaptionDatabase = Baza podataka
Welcome = Dobro došli
WelcomeHeader = Dobro došli u 'Stp Database' administraciju
WelcomeNote = 'Stp Database' administracija omoguæava upravljanje MS Access bazom podataka preko web suuèelja sa bilo kojeg mjesta na svijetu.
WelcomeNote2 = Za poèetak rada unesite svoju administratorsku zaporku u donje tekst polje i odaberite opciju 'Ulaz' ili na vašoj tipkovnici pritisnite tipku Enter.
EnterPassword = Zaporka:
Version = Inaèica
SubmitBug = Prijavite bug
CaptionHome = Poèetna
DatabaseExport = Izvoz baze podataka
DatabaseExportAlt = Generirajte SQL skriptu za odabrane tablice, poglede i/ili pohranjene procedure
DatabaseExportNote = Koristite tipke 'Shift' i 'Ctrl' za višestruko selektiranje tablica, pogleda i/ili pohranjenih procedura
Options = Opcije
IncludeRelations = Ukljuèene relacije
GenerateSQLScript = Generiraj SQL skriptu
SQLScriptNote = Generiraj SQL skriptu za selektirane objekte u bazi podataka
Procedures = Procedure
Views = Pogledi
PleaseDefineExp = Odredite delimitatore stupaca i redaka ili koristite osnovne postavke i odaberite Izvezi
Tab = Tab
Space = Space
Other = Drugo
ColumnDelimiter = Delimitator stupca
TextQualifier = Odreðivaè teksta
NoFieldNames = Nema imena polja
CaptionExportCSV = Izvezi Excel
FreeTypeQuery = Slobodan Query : Skripta
FreeTypeQueryAlt = Slobodan Query omoguæuje stvaranje osobnog SQL izraza i dobivanje rezultata iz istog (ako upit daje ikakve rezultate)
TotalRecords = Ukupno pronaðenih zapisa:
RunIt = Izvrši
TypeSQL = Unesite vaš SQL upit u donje polje. Moguæe je pokrenuti više upita odjednom, meðusobno odvojenih toèka zarezom (;)
UseTransaction = Pokreni u jednoj prolazu
IgnoreErrors = Zanemari greške
FTQResults = SLobodni Query: Rezultati
RecordsAffected = Obuhvaæeni zapisi:
CaptionFreeTypeQuery = Slobodan Query
ImportDatabaseWelcome = Dobrodošli u Èarobnjaka za uvoz baze podataka! Èarobnjak æe vam omoguæiti uvoz tablice, pogleda i pohranjenih procedura iz odabrane Access baze podataka. Za poèetak odaberite vanjsku bazu podataka iz koje želite uvesti podatke
ImportDatabaseNote = Odaberite vanjsku bazu podataka
SelectExternalTables = Sada odaberite vanske tablice, poglede i pohranjne procedure koje želite uvesti u vašu bazu podataka. Ukoliko želite uvesti i podatke, izbjegavajte uvoz velikog broja tablica sa veæom kolièinom podataka odjednom.
Import = Uvezi
ImportSuccess = Sve odabrane tablice, pogledi i pohranjene procedure su uvezene uspješno
IncludeData = Ukljuèujuæi i podatke
PathToExternalDatabase = Putanja do vanjske baze podataka
ExternalDBPassword = Zaporka vanjske baze podataka
CaptionImportDB = Uvoz baze podataka
EnterQParams = Unesite parametre procedura odvojene zarezima. Ne zaboravite zatvoriti tekst parametre sa jednostrukim navodnicima.
StoredProceduresList = Pohranjene procedure
SPName = Ime
SPCode = Kod
SPActions = Akcije
CreateProcedure = Stvorite novu proceduru
UpdateProcedure = Ažurirajte proceduru
CreateProcedureNote = Imajte na umu da ako ne želite dodati niti jedan parametar u SQL izjavu, onda æe novi Pogled biti kreiran umjesto njega
ProcedureName = Naziv procedure:
SQLStatement = SQL Izjava
Params1stWay = Parametri mogu biti definirani na dva naèina. Prvi naèin je dodavajuæi klauzule PARAMETARA u SQL izjavu sa listom svim parametara i njihovih vrsta. Na primjer:
Params2ndWay = Drugi naèin je taj da se parametri odreðuju on-the-fly. Ukoliko  dodate parametar koji ne postoji kao ime stupca ili SQL rezervirani izraz, bit æe tretiran kao parametar.
DeleteProcedurePrompt = Da li ste sigurni da želite izbrisati pohranjenu proceduru
SPExecute = Izvrši pohranjenu proceduru
SPEdit = Ispravi Proceduru
SPDelete = Izbiši Pohranjenu Proceduru
Record = zapis
AutoNumberNote = Uoèite da se AutoNumber polja ne mogu editirati jer se ažuriraju automatski. Takoðer stupci vrste Binary neæe biti prikazani ovdje
RecEditNote = Navigaciju kroz zapise možete vršiti uporabom "Ažuriraj+Slijedeæa"/"Ažuriraj+Prethodna" opcija. Za unos/ažuriranje podataka i povratak u tablicu,  odaberite "Dodaj/Ažuriraj" opciju
Update = Ažuriraj
Add = Dodaj
RecordUpdated = Podaci dodani/ažurirani uspješno
First = Prvi
Last = Zadnji
CaptionRecEdit = Ažuriranje podataka
RelationsNote = Svaki od odnosa opisuje u razumljivijem obliku
PrimaryIndex = Primarni Index
PrimaryTable = Primarna tablica
PrimaryColumn = Primarni stupac
ForeignIndex = Strani Index
ForeignTable = Strana tablica
ForeignColumn = Strani stupac
DeleteRelationship = Izbriši ovaj odnos
IfFieldChanged = Ukoliko je polje <b><i>$PK_COLUMN_NAME</i></b> promijenjeno u <b><i>$PK_TABLE_NAME</i></b>, onda æe polje <b><i>$FK_COLUMN_NAME</i></b> u <b><i>$FK_TABLE_NAME</i></b> biti
IfFieldDeleted = Ukoliko je zapis <b><i>$PK_COLUMN_NAME</i></b> izbrisan iz  <b><i>$PK_TABLE_NAME</i></b>, onda æe svi zapisi sa istim <b><i>$FK_COLUMN_NAME</i></b> u <b><i>$FK_TABLE_NAME</i></b>
ChangedAlso = takoðer promijenjeno.
SetToNull = postavljeno na nulu.
SetToDefault = postavljeno na osnovne vrijednosti.
WillBeDeleted = bit æe izbrisan(o/a).
CreateRelationship = Stvori novi odnos
ForeignIndexName = Strano Index ime
OnUpdate = Kod ažuriranja:&nbsp;
NoAction = Bez akcije
OnDelete = Kod brisanja:&nbsp;
Delete = Izbriši
Relations = Odnosi
Settings = Postavke
SettingsNotAvailable = Nažalost, stranica sa Postavkama nije raspoloživa buduæi da niste definirali putanju XML datoteke. Ukoliko to želite napraviti sada, otvorite <font color="green">scripts/inc_config.asp</font> datoteku u bilo kojem tekstualnom editoru, kao što je Notepad i
SessionVariables = Session varijable
Username = Korisnièko ime
UserPassword = Korisnièka zaporka
DBPath = Putanja do baze podataka
DBPassword = Zaporka baze podataka
SaveDBPaths = Pohraniti putanju do baze podataka?
OtherSettings = Ostale postavke
SaveSuccess = Postavke su uspješno pohranjene
RecordsPerPage = Zapisa po stranici
Language = Jezik
TableIndexes = &nbsp;:&nbsp;Indeksi
IndexName = Naziv indeksa
Column = Stupac
Unique = Jedinstven(i)
IndexedUnique = Da, jedinstveni indeks
IndxedDuplicates = Da, dozvoli dupliciranje
PrimaryColumnAlt = Stupac primarnog kljuèa
UniqueIndexAlt = Indeks je jedinstven
DeleteIndexAlt = Izbrisati indeks
CreateIndex = Stvori index
TableStructure = &nbsp:&nbsp;Struktura
Ordinal = Redni broj
Name = Naziv
DataType = Vrsta podataka
Nullable = Moguæa nula
MaxLength = Max. dužina
DefaultValue2 = Osnovne vrijednosti
Description = Opis
EditField = Ispravi stupac
RemovePK = Poništi Primarni Kljuè
SetAsPK = Postavi kao Primarni Kljuè
DeleteField = Izbriši stupac
AddNewColumn = Dodaj novi stupac
CreateTableQuery = &nbsp;:&nbsp;SQL
CreateTableQueryAlt = KREIRAJ TABLICU SQL skripta koja se može iskoristiti za ponovo kreiranje iste tablice
AreYouSureToDelete = Da li ste sigurni da želite izbrisati stupac $name i sve njegove indekse?
AllowZeroLength = Dozvoli nula vrijednosti
UnicodeCompress = Sažmi unicode
Indexed = Indeksirano
CaptionTableStructure = Struktura tablice
TableName = Ime tablice
Created = Kreiran(a)
Modified = Ispravljen(a)
ViewTableStructureAlt = Pogledaj strukturu tablice
ViewTableDataAlt = Pogledaj podatke u tablici
DeleteTableAlt = Izbriši tablicu
SureToDeleteTable = Da li ste sigurni da želite izbrisati tablicu $table_name?
CreateNewTable = Napravi novu tablicu
NewTableName = Ime nove tablice:&nbsp;
TableNavigateAlt = Proði kroz zapise u tablici
CaptionTablesList = Lista tablica
RunViewAlt = Startaj pogled
DeleteViewAlt = Izbriši pogled
CreateNewView = Kreiraj novi pogled
ViewName = Ime pogleda:
SureToDeleteView = Da li ste sigurni da želite izbrisati pogled $name?
UpdateView = Ažuriraj pogled
EditView = Ispravi pogled
CaptionViews = Pogledi
